{
  "additional_special_tokens": [
    "<|im_start|>",
    "<|im_end|>",
    "==",
    "!=",
    ">=",
    "<=",
    "+=",
    "-=",
    "*=",
    "/=",
    "//",
    "**",
    "->",
    "=>",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9"
  ],
  "bos_token": "<bos>",
  "eos_token": "<eos>",
  "pad_token": "<pad>",
  "unk_token": "<unk>"
}
