{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "==",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "!=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": ">=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "+=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "-=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "*=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "/=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "//",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "**",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "->",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "=>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "0",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "1",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "2",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "3",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "4",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "5",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "6",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "7",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "8",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "9",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|im_start|>": 0,
      "<|im_end|>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "<pad>": 4,
      "<unk>": 5,
      "==": 6,
      "!=": 7,
      ">=": 8,
      "<=": 9,
      "+=": 10,
      "-=": 11,
      "*=": 12,
      "/=": 13,
      "//": 14,
      "**": 15,
      "->": 16,
      "=>": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      "!": 28,
      "\"": 29,
      "#": 30,
      "$": 31,
      "%": 32,
      "&": 33,
      "'": 34,
      "(": 35,
      ")": 36,
      "*": 37,
      "+": 38,
      ",": 39,
      "-": 40,
      ".": 41,
      "/": 42,
      ":": 43,
      ";": 44,
      "<": 45,
      "=": 46,
      ">": 47,
      "?": 48,
      "@": 49,
      "A": 50,
      "B": 51,
      "C": 52,
      "D": 53,
      "E": 54,
      "F": 55,
      "G": 56,
      "H": 57,
      "I": 58,
      "J": 59,
      "K": 60,
      "L": 61,
      "M": 62,
      "N": 63,
      "O": 64,
      "P": 65,
      "Q": 66,
      "R": 67,
      "S": 68,
      "T": 69,
      "U": 70,
      "V": 71,
      "W": 72,
      "X": 73,
      "Y": 74,
      "Z": 75,
      "[": 76,
      "\\": 77,
      "]": 78,
      "^": 79,
      "_": 80,
      "`": 81,
      "a": 82,
      "b": 83,
      "c": 84,
      "d": 85,
      "e": 86,
      "f": 87,
      "g": 88,
      "h": 89,
      "i": 90,
      "j": 91,
      "k": 92,
      "l": 93,
      "m": 94,
      "n": 95,
      "o": 96,
      "p": 97,
      "q": 98,
      "r": 99,
      "s": 100,
      "t": 101,
      "u": 102,
      "v": 103,
      "w": 104,
      "x": 105,
      "y": 106,
      "z": 107,
      "{": 108,
      "|": 109,
      "}": 110,
      "~": 111,
      "¡": 112,
      "¢": 113,
      "£": 114,
      "¤": 115,
      "¥": 116,
      "¦": 117,
      "§": 118,
      "¨": 119,
      "©": 120,
      "ª": 121,
      "«": 122,
      "¬": 123,
      "®": 124,
      "¯": 125,
      "°": 126,
      "±": 127,
      "²": 128,
      "³": 129,
      "´": 130,
      "µ": 131,
      "¶": 132,
      "·": 133,
      "¸": 134,
      "¹": 135,
      "º": 136,
      "»": 137,
      "¼": 138,
      "½": 139,
      "¾": 140,
      "¿": 141,
      "Â": 142,
      "Ã": 143,
      "Ä": 144,
      "Å": 145,
      "Æ": 146,
      "Ç": 147,
      "È": 148,
      "É": 149,
      "Ê": 150,
      "Ë": 151,
      "Ì": 152,
      "Í": 153,
      "Î": 154,
      "Ï": 155,
      "Ð": 156,
      "Ñ": 157,
      "Ò": 158,
      "Ó": 159,
      "Ô": 160,
      "Õ": 161,
      "Ö": 162,
      "×": 163,
      "Ø": 164,
      "Ù": 165,
      "Ú": 166,
      "Û": 167,
      "Ý": 168,
      "ß": 169,
      "à": 170,
      "á": 171,
      "â": 172,
      "ã": 173,
      "ä": 174,
      "å": 175,
      "æ": 176,
      "ç": 177,
      "è": 178,
      "é": 179,
      "ê": 180,
      "ë": 181,
      "ì": 182,
      "í": 183,
      "î": 184,
      "ï": 185,
      "ð": 186,
      "Ā": 187,
      "ā": 188,
      "Ă": 189,
      "ă": 190,
      "Ą": 191,
      "Ĉ": 192,
      "ĉ": 193,
      "Ċ": 194,
      "Č": 195,
      "č": 196,
      "ė": 197,
      "Ę": 198,
      "ę": 199,
      "ğ": 200,
      "Ġ": 201,
      "Ģ": 202,
      "ģ": 203,
      "Ĥ": 204,
      "ĥ": 205,
      "Ħ": 206,
      "ħ": 207,
      "Ĩ": 208,
      "ĩ": 209,
      "Ī": 210,
      "ī": 211,
      "Ĭ": 212,
      "ĭ": 213,
      "Į": 214,
      "į": 215,
      "İ": 216,
      "ı": 217,
      "Ĳ": 218,
      "ĳ": 219,
      "Ĵ": 220,
      "ĵ": 221,
      "Ķ": 222,
      "ķ": 223,
      "ĸ": 224,
      "Ĺ": 225,
      "ĺ": 226,
      "Ļ": 227,
      "ļ": 228,
      "Ľ": 229,
      "ľ": 230,
      "Ŀ": 231,
      "ŀ": 232,
      "Ł": 233,
      "ł": 234,
      "Ń": 235,
      "Ġt": 236,
      "Ġa": 237,
      "in": 238,
      "he": 239,
      "re": 240,
      "on": 241,
      "Ġthe": 242,
      "Ġs": 243,
      "er": 244,
      "at": 245,
      "en": 246,
      "Ġc": 247,
      "Ġo": 248,
      "is": 249,
      "es": 250,
      "ĠĠ": 251,
      "nd": 252,
      "ing": 253,
      "it": 254,
      "Ġw": 255,
      "al": 256,
      "or": 257,
      "an": 258,
      "ou": 259,
      "Ġp": 260,
      "Ġf": 261,
      "ar": 262,
      "Ġm": 263,
      "Ġand": 264,
      "Ġto": 265,
      "Ġb": 266,
      "ion": 267,
      "Ġin": 268,
      "Ġd": 269,
      "im": 270,
      "Ġof": 271,
      "le": 272,
      "st": 273,
      "ed": 274,
      "ic": 275,
      "ent": 276,
      "ct": 277,
      "Ġre": 278,
      "ro": 279,
      "Ġe": 280,
      "Ġth": 281,
      "as": 282,
      "ve": 283,
      "Ġn": 284,
      "Ġy": 285,
      "Ġl": 286,
      "et": 287,
      "Ġh": 288,
      "|>": 289,
      "<|": 290,
      "om": 291,
      "us": 292,
      "Ġyou": 293,
      "Ġis": 294,
      "ĠĠĠĠ": 295,
      "ly": 296,
      "id": 297,
      "ation": 298,
      "ce": 299,
      "ll": 300,
      "Ġg": 301,
      "Ġst": 302,
      "art": 303,
      "ut": 304,
      "end": 305,
      "ow": 306,
      "ot": 307,
      "Ġbe": 308,
      "Ġcon": 309,
      "Ġthat": 310,
      "ig": 311,
      "ist": 312,
      "Ġfor": 313,
      "ĠI": 314,
      "ch": 315,
      "ur": 316,
      "ra": 317,
      "if": 318,
      "ĠT": 319,
      "Ġor": 320,
      "se": 321,
      "ver": 322,
      "Ġit": 323,
      "ith": 324,
      "Ġon": 325,
      "ld": 326,
      "Ġpro": 327,
      "ul": 328,
      "ate": 329,
      "Ġas": 330,
      "ant": 331,
      "um": 332,
      "'s": 333,
      "un": 334,
      "Ġcan": 335,
      "Ġwith": 336,
      "Ġex": 337,
      "ay": 338,
      "start": 339,
      "am": 340,
      "ke": 341,
      "ir": 342,
      "Ġan": 343,
      "ore": 344,
      "Ġv": 345,
      "ers": 346,
      "Ġwe": 347,
      "her": 348,
      "ive": 349,
      "il": 350,
      "ge": 351,
      "ess": 352,
      "qu": 353,
      "ab": 354,
      "ĠĠĠ": 355,
      "ol": 356,
      "ad": 357,
      "Ġwh": 358,
      "Ġare": 359,
      "Ġcom": 360,
      "Ġde": 361,
      "ect": 362,
      "Ġyour": 363,
      "Ġsu": 364,
      "ity": 365,
      "od": 366,
      "ass": 367,
      "res": 368,
      "ment": 369,
      "est": 370,
      "pp": 371,
      "Ġ=": 372,
      "Ġint": 373,
      "ri": 374,
      "igh": 375,
      "th": 376,
      "Ġus": 377,
      "ĠA": 378,
      "Ġ(": 379,
      "Ġhe": 380,
      "ould": 381,
      "Ġne": 382,
      "ain": 383,
      "Ġch": 384,
      "ple": 385,
      "ial": 386,
      "ies": 387,
      "iv": 388,
      "Ġse": 389,
      "ĠThe": 390,
      "Ġ\"": 391,
      "ac": 392,
      "ction": 393,
      "pl": 394,
      "Ġal": 395,
      "Ġha": 396,
      "em": 397,
      "ere": 398,
      "ight": 399,
      "Ġr": 400,
      "ill": 401,
      "nt": 402,
      "ĠS": 403,
      "ort": 404,
      "pt": 405,
      "pe": 406,
      "os": 407,
      "istant": 408,
      "Ġsh": 409,
      "Ġle": 410,
      "Ġmore": 411,
      "Ġthis": 412,
      "oc": 413,
      "Ġma": 414,
      "Ġim": 415,
      "user": 416,
      "act": 417,
      "``": 418,
      "ue": 419,
      "Ġen": 420,
      "assistant": 421,
      "his": 422,
      "Ġwor": 423,
      "rom": 424,
      "ations": 425,
      "ĠC": 426,
      "ĊĠĠĠĠ": 427,
      "Ġme": 428,
      "ud": 429,
      "Ġat": 430,
      "ure": 431,
      "ence": 432,
      "all": 433,
      "Ġby": 434,
      "ust": 435,
      "iz": 436,
      "ions": 437,
      "Ġu": 438,
      "Ġnot": 439,
      "ide": 440,
      "king": 441,
      "and": 442,
      "per": 443,
      "age": 444,
      "out": 445,
      "ine": 446,
      "ical": 447,
      "ter": 448,
      "Ġres": 449,
      "Ġfrom": 450,
      "ach": 451,
      "ff": 452,
      "ĊĠĠĠ": 453,
      "ĠW": 454,
      "el": 455,
      "Ġab": 456,
      "Ġhave": 457,
      "are": 458,
      "able": 459,
      "Ġad": 460,
      "Ġwhe": 461,
      "ance": 462,
      "ome": 463,
      "ult": 464,
      "ind": 465,
      "ĠThis": 466,
      "Ġar": 467,
      "ĠP": 468,
      "Ġtheir": 469,
      "Ġfe": 470,
      "Ġdat": 471,
      "orm": 472,
      "ich": 473,
      "ther": 474,
      "int": 475,
      "ĠH": 476,
      "Ġcl": 477,
      "ag": 478,
      "Ġcont": 479,
      "so": 480,
      "Ġ`": 481,
      "ĠB": 482,
      "ie": 483,
      "Ġinc": 484,
      "ip": 485,
      "Ġte": 486,
      "Ġdo": 487,
      "Ġpl": 488,
      "umb": 489,
      "our": 490,
      "The": 491,
      "Ġif": 492,
      "op": 493,
      "Ġstr": 494,
      "og": 495,
      "ard": 496,
      "Ġapp": 497,
      "du": 498,
      "Ġun": 499,
      "Ġalso": 500,
      "ast": 501,
      "Ġval": 502,
      "Ġwhich": 503,
      "Ġtr": 504,
      "ime": 505,
      "unction": 506,
      "ase": 507,
      "Ġ-": 508,
      "ĠM": 509,
      "Ġimp": 510,
      "ib": 511,
      "Ġdata": 512,
      "Ġco": 513,
      "rou": 514,
      "ike": 515,
      "Ġcomp": 516,
      "ign": 517,
      "ĠF": 518,
      "form": 519,
      "Ġfunction": 520,
      "ile": 521,
      "Ġ+": 522,
      "Ġwill": 523,
      "Ġj": 524,
      "Ġcre": 525,
      "cc": 526,
      "ress": 527,
      "gh": 528,
      "ces": 529,
      "urn": 530,
      "Ġnumb": 531,
      "ack": 532,
      "xt": 533,
      "ang": 534,
      "Ġall": 535,
      "Ġcons": 536,
      "Ġbut": 537,
      "Ġout": 538,
      "Ġev": 539,
      "ific": 540,
      "Ġhel": 541,
      "ĠE": 542,
      "Ġk": 543,
      "ep": 544,
      "rit": 545,
      "ents": 546,
      "Ġlike": 547,
      "ary": 548,
      "Ġhelp": 549,
      "ari": 550,
      "Ġbet": 551,
      "Ġabout": 552,
      "ition": 553,
      "Ġta": 554,
      "ans": 555,
      "hat": 556,
      "Ġsc": 557,
      "ative": 558,
      "vel": 559,
      "Ġmy": 560,
      "ire": 561,
      "Ġrel": 562,
      "Ġem": 563,
      "Ġsuch": 564,
      "Ġper": 565,
      "Ġthey": 566,
      "Ġret": 567,
      "ĠR": 568,
      "Ġqu": 569,
      "we": 570,
      "Ġother": 571,
      "ĊĠĠĠĠĠĠĠ": 572,
      "ks": 573,
      "ice": 574,
      "ual": 575,
      "Ġind": 576,
      "```": 577,
      "ating": 578,
      "ated": 579,
      "fere": 580,
      "Ġpo": 581,
      "av": 582,
      "ider": 583,
      "ous": 584,
      "Ġhas": 585,
      "Ġpre": 586,
      "Ġspe": 587,
      "Ġdis": 588,
      "ame": 589,
      "oo": 590,
      "ound": 591,
      "Ġro": 592,
      "one": 593,
      "ors": 594,
      "ĠD": 595,
      "Ġgo": 596,
      "ĠĠĠĠĠĠĠĠ": 597,
      "yth": 598,
      "Ġcould": 599,
      "Ġman": 600,
      "Ġwould": 601,
      "Ġprov": 602,
      "Ġwas": 603,
      "Ġsome": 604,
      "ential": 605,
      "Ġ$": 606,
      "Ġneed": 607,
      "Ġfo": 608,
      "nder": 609,
      "ong": 610,
      "ount": 611,
      "ise": 612,
      "Ġreturn": 613,
      "Ġmake": 614,
      "Ġover": 615,
      "ory": 616,
      "Ġsp": 617,
      "ility": 618,
      "Ġdif": 619,
      "Ġup": 620,
      "ject": 621,
      "Ġtime": 622,
      "ear": 623,
      "Ġthem": 624,
      "ace": 625,
      "ween": 626,
      "Ġvari": 627,
      "Ġbetween": 628,
      "Ġnew": 629,
      "Ġone": 630,
      "Ġuse": 631,
      "Ġcomm": 632,
      "ues": 633,
      "Ġinto": 634,
      "ail": 635,
      "ph": 636,
      "Ġmo": 637,
      "Ġunder": 638,
      "now": 639,
      "Ġour": 640,
      "Ġadd": 641,
      "Ġeff": 642,
      "Ġnumber": 643,
      "You": 644,
      "put": 645,
      "ities": 646,
      "ates": 647,
      "lud": 648,
      "Ġtw": 649,
      "ict": 650,
      "ĠL": 651,
      "ys": 652,
      "Ġpr": 653,
      "Ġke": 654,
      "'re": 655,
      "Ġits": 656,
      "rib": 657,
      "erv": 658,
      "Ġtra": 659,
      "ays": 660,
      "ĠO": 661,
      "Ġpos": 662,
      "Ġconc": 663,
      "lf": 664,
      "Ġthese": 665,
      "Ġspec": 666,
      "Ġeach": 667,
      "Ġexp": 668,
      "ython": 669,
      "ally": 670,
      "ample": 671,
      "ments": 672,
      "In": 673,
      "les": 674,
      "cess": 675,
      "Ġ**": 676,
      "ize": 677,
      "Ġso": 678,
      "ef": 679,
      "ens": 680,
      "Ġexper": 681,
      "ĠN": 682,
      "Ġdiffere": 683,
      "Ġwhere": 684,
      "Ġlist": 685,
      "erm": 686,
      "Ġchar": 687,
      "Ġmay": 688,
      "Ġany": 689,
      "Ġ'": 690,
      "Ġpart": 691,
      "ond": 692,
      "Ġdes": 693,
      "Ġass": 694,
      "hip": 695,
      "Ġhow": 696,
      "Ġfind": 697,
      "Ġtwo": 698,
      "Ġx": 699,
      "Ġconsider": 700,
      "ange": 701,
      "ful": 702,
      "Ġset": 703,
      "ings": 704,
      "Ġacc": 705,
      "Ġthere": 706,
      "yst": 707,
      "Ġusing": 708,
      "Ġwork": 709,
      "get": 710,
      "ĠIt": 711,
      "irst": 712,
      "vers": 713,
      "str": 714,
      "Ġwho": 715,
      "eg": 716,
      "ons": 717,
      "Ġshould": 718,
      "Ġwhat": 719,
      "Ġform": 720,
      "Ġwhen": 721,
      "ram": 722,
      "Ġsent": 723,
      "Ġpers": 724,
      "ap": 725,
      "Ġmod": 726,
      "Ġdec": 727,
      "Ġinclud": 728,
      "ĠG": 729,
      "Ġthan": 730,
      "Ġknow": 731,
      "eth": 732,
      "ient": 733,
      "âĢ": 734,
      "Ġget": 735,
      "Ġinv": 736,
      "ns": 737,
      "Ġresp": 738,
      "Ġmat": 739,
      "Ġ[": 740,
      "ify": 741,
      "Ġob": 742,
      "Ġprob": 743,
      "Ġrec": 744,
      "ystem": 745,
      "Ġappro": 746,
      "ience": 747,
      "Ġfl": 748,
      "'t": 749,
      "Ġpoint": 750,
      "Ġdist": 751,
      "ark": 752,
      "ck": 753,
      "ord": 754,
      "Ġwell": 755,
      "Ġph": 756,
      "ry": 757,
      "led": 758,
      "Ġdet": 759,
      "pport": 760,
      "Ġexpl": 761,
      "llow": 762,
      "Ġsign": 763,
      "aus": 764,
      "Ġcharact": 765,
      "stand": 766,
      "row": 767,
      "Ġher": 768,
      "ose": 769,
      "Ġstud": 770,
      "ne": 771,
      "ics": 772,
      "ite": 773,
      "oy": 774,
      "**:": 775,
      "Ġcreate": 776,
      "its": 777,
      "),": 778,
      "Ġvalue": 779,
      "ree": 780,
      "ĠIn": 781,
      "ĠU": 782,
      "'ve": 783,
      "Ġoff": 784,
      "ob": 785,
      "gg": 786,
      "ible": 787,
      "Ġanal": 788,
      "Ġcor": 789,
      "ak": 790,
      ").": 791,
      "To": 792,
      "rough": 793,
      "Ġequ": 794,
      "ert": 795,
      "ular": 796,
      "reat": 797,
      "Ġam": 798,
      "Ġinform": 799,
      "Ġra": 800,
      "Ġcal": 801,
      "):": 802,
      "Ġrem": 803,
      "Ġprodu": 804,
      "ĠJ": 805,
      "oth": 806,
      "ribut": 807,
      "Ġresult": 808,
      "Ġcomple": 809,
      "Ġmight": 810,
      "Ġinter": 811,
      "..": 812,
      "ten": 813,
      "ĠĊ": 814,
      "ever": 815,
      "Ġpe": 816,
      "Ġsim": 817,
      "ĠIf": 818,
      "Ġgen": 819,
      "ability": 820,
      "ub": 821,
      "ting": 822,
      "Ġreg": 823,
      "Ġeffect": 824,
      "Ġfollow": 825,
      ".\"": 826,
      "ild": 827,
      "als": 828,
      "Ġele": 829,
      "Ġunderstand": 830,
      "ning": 831,
      "ident": 832,
      "Ġused": 833,
      "Ġ{": 834,
      "Ġbeen": 835,
      "Ġrep": 836,
      "Ġfirst": 837,
      "Ġmean": 838,
      "Ġrelations": 839,
      "Ġsub": 840,
      "Ġsm": 841,
      "Ġstart": 842,
      "What": 843,
      "enc": 844,
      "Ġpat": 845,
      "very": 846,
      "ĠĠĠĠĠĠĠ": 847,
      "Ġrelationship": 848,
      "ased": 849,
      "Ġ*": 850,
      "te": 851,
      "cept": 852,
      "wn": 853,
      "ough": 854,
      "hes": 855,
      "Ġfact": 856,
      "Ġty": 857,
      "eng": 858,
      "Ġsol": 859,
      "--": 860,
      "Ġbec": 861,
      "ĠHow": 862,
      "velop": 863,
      "ode": 864,
      "How": 865,
      "Ġread": 866,
      "Ġkey": 867,
      "Ġthrough": 868,
      "ink": 869,
      "Ġwrit": 870,
      "ower": 871,
      "cul": 872,
      "Ġway": 873,
      "Ġprovide": 874,
      "ract": 875,
      "ures": 876,
      "Ġexample": 877,
      "Ġpot": 878,
      "Ġperson": 879,
      "uct": 880,
      "Ġatt": 881,
      "()": 882,
      "Ġcol": 883,
      "Ġwhile": 884,
      "ft": 885,
      "Ġtrans": 886,
      "Ġact": 887,
      "resent": 888,
      "Ġday": 889,
      "iqu": 890,
      "Ġess": 891,
      "Ġfeel": 892,
      "Ġdisc": 893,
      "ences": 894,
      "Ġtake": 895,
      "Ġvalues": 896,
      "ĠWe": 897,
      "ving": 898,
      "Ġthen": 899,
      "iven": 900,
      "Ġpotential": 901,
      "Ġdifferent": 902,
      "ople": 903,
      "Ġwant": 904,
      "self": 905,
      "Ġins": 906,
      "Ġrev": 907,
      "'ll": 908,
      "Ġide": 909,
      "Ġspecific": 910,
      "ional": 911,
      "Ġmain": 912,
      "Ġdoes": 913,
      "Ġincre": 914,
      "Ġjust": 915,
      "nce": 916,
      "Ġhigh": 917,
      "own": 918,
      "Ġhis": 919,
      "lic": 920,
      "uc": 921,
      "Ġtext": 922,
      "ense": 923,
      "ocus": 924,
      "Ġdevelop": 925,
      "Ġsentence": 926,
      "Ġprog": 927,
      "Ġback": 928,
      "Ġpar": 929,
      "Ġsec": 930,
      "Ġyear": 931,
      "ish": 932,
      "Ġsignific": 933,
      "itive": 934,
      "anc": 935,
      "hen": 936,
      "Ġgener": 937,
      "Ġlead": 938,
      "any": 939,
      "ily": 940,
      "Ġcle": 941,
      "Ġprocess": 942,
      "ivid": 943,
      "Ġbu": 944,
      "dition": 945,
      "Ġmed": 946,
      "Ġdef": 947,
      "Ġpeople": 948,
      "inal": 949,
      "Ġ/": 950,
      "Ġsee": 951,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 952,
      "ases": 953,
      "Ġinteg": 954,
      "ethod": 955,
      "chn": 956,
      "Ġcur": 957,
      "'m": 958,
      "fore": 959,
      "pect": 960,
      "Ġloc": 961,
      "Ġmost": 962,
      "mat": 963,
      "Ġvis": 964,
      "Ġcharacter": 965,
      "Ġident": 966,
      "li": 967,
      "Ġeng": 968,
      "ook": 969,
      "Ġbl": 970,
      "Ġsum": 971,
      "Ġimpro": 972,
      "Ġgrou": 973,
      "Ġinput": 974,
      "Ġword": 975,
      "Ġfocus": 976,
      "ĠYou": 977,
      "Ġapproach": 978,
      "tern": 979,
      "Ġinformation": 980,
      "Ġarg": 981,
      "Ġinf": 982,
      "uring": 983,
      "Ġboth": 984,
      "iew": 985,
      "Ġcalcul": 986,
      "ality": 987,
      "ia": 988,
      "other": 989,
      "Ġeven": 990,
      "ices": 991,
      "Ġlo": 992,
      "imate": 993,
      "Ġcommun": 994,
      "ically": 995,
      "ĠWhat": 996,
      "Ġsystem": 997,
      "Ġonly": 998,
      "ather": 999,
      "ife": 1000,
      "Ġno": 1001,
      "Ġmethod": 1002,
      "olog": 1003,
      "ness": 1004,
      "pr": 1005,
      "Ġtechn": 1006,
      "ause": 1007,
      "Ġproduct": 1008,
      "Ġhand": 1009,
      "Ġprovid": 1010,
      "python": 1011,
      "arch": 1012,
      "raph": 1013,
      "Ġconf": 1014,
      "ves": 1015,
      "Ġplan": 1016,
      "Ġposs": 1017,
      "Ġrequ": 1018,
      "Ġallow": 1019,
      "ince": 1020,
      "lem": 1021,
      "Ġgu": 1022,
      "Ġche": 1023,
      "lect": 1024,
      "Ġref": 1025,
      "Ġmult": 1026,
      "Ġmaking": 1027,
      "ex": 1028,
      "ustom": 1029,
      "val": 1030,
      "Ġed": 1031,
      "ives": 1032,
      "nect": 1033,
      "Ġsignificant": 1034,
      "Ġimpact": 1035,
      "Ġcorre": 1036,
      "Ġquest": 1037,
      "ateg": 1038,
      "ater": 1039,
      "ggest": 1040,
      "This": 1041,
      "Ġent": 1042,
      "Ġdep": 1043,
      "ric": 1044,
      "Ġessential": 1045,
      "Ġens": 1046,
      "ument": 1047,
      "Ġcomplex": 1048,
      "Ġchang": 1049,
      "ward": 1050,
      "ian": 1051,
      "iness": 1052,
      "Ġshe": 1053,
      "Ġag": 1054,
      "old": 1055,
      "Ġsuggest": 1056,
      "Ġoften": 1057,
      "Ġsupport": 1058,
      "ps": 1059,
      "Ġbeing": 1060,
      "Ġnumbers": 1061,
      "ĠFor": 1062,
      "Ġac": 1063,
      "Ġ\\": 1064,
      "ts": 1065,
      "ious": 1066,
      "Ġ<": 1067,
      "Ġterm": 1068,
      "Ġtest": 1069,
      "Ġsa": 1070,
      "kes": 1071,
      "Ġgrow": 1072,
      "Ġfeet": 1073,
      "ĠPython": 1074,
      "Ġstring": 1075,
      "Ġproblem": 1076,
      "Ġlong": 1077,
      "Ġtop": 1078,
      "Ġinst": 1079,
      "Ġlet": 1080,
      "Ġsk": 1081,
      "Ġcustom": 1082,
      "Ġcare": 1083,
      "ade": 1084,
      "ysis": 1085,
      "Ġimport": 1086,
      "ext": 1087,
      "erest": 1088,
      "ights": 1089,
      "ploy": 1090,
      "Ġopt": 1091,
      "Ġsal": 1092,
      "erg": 1093,
      "Ġsense": 1094,
      "ng": 1095,
      "Here": 1096,
      "Ġmany": 1097,
      "Ġown": 1098,
      "Ġbus": 1099,
      "Ġsl": 1100,
      "Ġsur": 1101,
      "Ġclass": 1102,
      "Ġwere": 1103,
      "ved": 1104,
      "))": 1105,
      "Ġstand": 1106,
      "ision": 1107,
      "Ġ#": 1108,
      "Ġcase": 1109,
      "Ġsn": 1110,
      "line": 1111,
      "ty": 1112,
      "Ġhad": 1113,
      "read": 1114,
      "alth": 1115,
      "Ġmin": 1116,
      "Ġstate": 1117,
      "Ġsmall": 1118,
      "ĠHowever": 1119,
      "Ġline": 1120,
      "Ġcost": 1121,
      "Ġmark": 1122,
      "Ġart": 1123,
      "err": 1124,
      "Ġcompany": 1125,
      "emb": 1126,
      "ctions": 1127,
      "com": 1128,
      "Ġlear": 1129,
      "Ġsame": 1130,
      "Ġanalysis": 1131,
      "ĠBy": 1132,
      "iss": 1133,
      "Ġchall": 1134,
      "wor": 1135,
      "ied": 1136,
      "Ġpartic": 1137,
      "Ġreal": 1138,
      "Ġexperience": 1139,
      "Ġcount": 1140,
      "def": 1141,
      "Ġproject": 1142,
      "Ġstat": 1143,
      "Ġconnect": 1144,
      "Ġgiven": 1145,
      "Ġgreat": 1146,
      "verage": 1147,
      "ining": 1148,
      "ables": 1149,
      "Ġext": 1150,
      "Ġinterest": 1151,
      "con": 1152,
      "Ġeffective": 1153,
      "Ġimprove": 1154,
      "Ġcr": 1155,
      "Ġincluding": 1156,
      "Ġdire": 1157,
      "Ġpass": 1158,
      "ĠV": 1159,
      "Ġlar": 1160,
      "riend": 1161,
      "Ġsoc": 1162,
      "hed": 1163,
      "Ġworld": 1164,
      "\",": 1165,
      "ique": 1166,
      "rent": 1167,
      "ield": 1168,
      "ĠSt": 1169,
      "red": 1170,
      "Ġfollowing": 1171,
      "Ġclear": 1172,
      "Ġprof": 1173,
      "ression": 1174,
      "Ġinvol": 1175,
      "ature": 1176,
      "port": 1177,
      "angu": 1178,
      "tal": 1179,
      "Ġshow": 1180,
      "Ġ|": 1181,
      "ized": 1182,
      "Ġperform": 1183,
      "fter": 1184,
      "Ġteam": 1185,
      "Ġav": 1186,
      "ood": 1187,
      "ution": 1188,
      "ines": 1189,
      "tain": 1190,
      "Ġthink": 1191,
      "Ġadv": 1192,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠ": 1193,
      "ss": 1194,
      "Ġdistribut": 1195,
      "der": 1196,
      "Ġser": 1197,
      "iron": 1198,
      "Ġidentify": 1199,
      "ural": 1200,
      "Ġobject": 1201,
      "ick": 1202,
      "Ġpri": 1203,
      "Ġredu": 1204,
      "gan": 1205,
      "Ġdev": 1206,
      "ner": 1207,
      "Ġemploy": 1208,
      "Ġlife": 1209,
      "ered": 1210,
      "Ġbusiness": 1211,
      "Ġrese": 1212,
      "Ġlog": 1213,
      "Ġcode": 1214,
      "Ġop": 1215,
      "Ġlangu": 1216,
      "Ġtry": 1217,
      "ĠY": 1218,
      "Ġself": 1219,
      "Ġstep": 1220,
      "Ġpoints": 1221,
      "Ġunderstanding": 1222,
      "ency": 1223,
      "Ġtyp": 1224,
      "Ġenv": 1225,
      "Ġdown": 1226,
      "Ġjob": 1227,
      ");": 1228,
      "ization": 1229,
      "onse": 1230,
      "Ġprogram": 1231,
      "Ġstory": 1232,
      "Ġcontain": 1233,
      "Ġmodel": 1234,
      "bs": 1235,
      "Ġdesc": 1236,
      "(\"": 1237,
      "Ġstruct": 1238,
      "ĠâĢ": 1239,
      "icient": 1240,
      "Ġtotal": 1241,
      "ray": 1242,
      "oid": 1243,
      "ell": 1244,
      "Ġrange": 1245,
      "Ġtri": 1246,
      "Ġmust": 1247,
      "ript": 1248,
      "Ġel": 1249,
      "imes": 1250,
      "air": 1251,
      "Ġmulti": 1252,
      "ma": 1253,
      "Ġiss": 1254,
      "Ġwriting": 1255,
      "Ġest": 1256,
      "Ġsnail": 1257,
      "plement": 1258,
      "Ġwithout": 1259,
      "ational": 1260,
      "Ġconcise": 1261,
      "Ġorig": 1262,
      "Ġdeterm": 1263,
      ",\"": 1264,
      "ĠK": 1265,
      "It": 1266,
      "ividual": 1267,
      "ĠHere": 1268,
      "ead": 1269,
      "ets": 1270,
      "Ġpop": 1271,
      "ix": 1272,
      "Ġbeh": 1273,
      "Ġenviron": 1274,
      "Ġthough": 1275,
      "Ġensure": 1276,
      "Ġhealth": 1277,
      "Ġfew": 1278,
      "aging": 1279,
      "ec": 1280,
      "Ġindividual": 1281,
      "sc": 1282,
      "Ġresponse": 1283,
      "ering": 1284,
      "Ġyears": 1285,
      "Ġlanguage": 1286,
      "Ġstandard": 1287,
      "par": 1288,
      "Ġindic": 1289,
      "Ġben": 1290,
      "ared": 1291,
      "Ġmon": 1292,
      "Ġâ": 1293,
      "Ġbecause": 1294,
      "ator": 1295,
      "ost": 1296,
      "Ġargument": 1297,
      "Ġevery": 1298,
      "ours": 1299,
      "apt": 1300,
      "lus": 1301,
      "Ġfam": 1302,
      "Ġpur": 1303,
      "uss": 1304,
      "Ġserv": 1305,
      "dict": 1306,
      "Ġerr": 1307,
      "',": 1308,
      "ars": 1309,
      "Ġchanges": 1310,
      "ee": 1311,
      "Ġend": 1312,
      "Ġpossible": 1313,
      "Ġstill": 1314,
      "Ġaverage": 1315,
      "ĠCh": 1316,
      "Ġfriend": 1317,
      "ined": 1318,
      "Ġmade": 1319,
      "Ġnon": 1320,
      "urther": 1321,
      "oice": 1322,
      "ited": 1323,
      "Ġwithin": 1324,
      "Ġcomb": 1325,
      "Ġaround": 1326,
      "Ġlevel": 1327,
      "Ġfin": 1328,
      "rite": 1329,
      "Ġbre": 1330,
      "plic": 1331,
      "Ġstre": 1332,
      "Ġ}": 1333,
      "Ġemot": 1334,
      "ring": 1335,
      "Ġcontin": 1336,
      "Ġscore": 1337,
      "Ġchalleng": 1338,
      "Ġbuild": 1339,
      "Ġgood": 1340,
      "Ġtre": 1341,
      "ertain": 1342,
      "Ġaut": 1343,
      "ills": 1344,
      "Ġpower": 1345,
      "Ġremain": 1346,
      "ove": 1347,
      "Ġz": 1348,
      "Ġinclude": 1349,
      "Ġrepresent": 1350,
      "iation": 1351,
      "ĊĊĠĠĠ": 1352,
      "Ġcurrent": 1353,
      "ling": 1354,
      "Ġi": 1355,
      "ins": 1356,
      "Ġenvironment": 1357,
      "Ġtas": 1358,
      "Ġchange": 1359,
      "Ġdays": 1360,
      "ason": 1361,
      "ake": 1362,
      "Ġphr": 1363,
      "Ġdi": 1364,
      "Ġhum": 1365,
      "sw": 1366,
      "ieve": 1367,
      "Ġsocial": 1368,
      "Ġstudents": 1369,
      "ention": 1370,
      "Ġpositive": 1371,
      "Ġvariables": 1372,
      "ath": 1373,
      "ym": 1374,
      "Ġrole": 1375,
      "Ġexam": 1376,
      "print": 1377,
      "Ġimplement": 1378,
      "ĠAs": 1379,
      "An": 1380,
      "eting": 1381,
      "idence": 1382,
      "ples": 1383,
      "to": 1384,
      "Ġdesign": 1385,
      "ages": 1386,
      "Ġopen": 1387,
      "Ġfactors": 1388,
      "Ġwords": 1389,
      "âĢĻ": 1390,
      "Ġsecond": 1391,
      "Ġbefore": 1392,
      "Ġdon": 1393,
      "Ġsom": 1394,
      "Ġvers": 1395,
      "Ġbetter": 1396,
      "Ġsit": 1397,
      "Ġoriginal": 1398,
      "arr": 1399,
      "Ġfound": 1400,
      "Ġprint": 1401,
      "Ġnum": 1402,
      "Ġright": 1403,
      "Ġunique": 1404,
      "Ġfu": 1405,
      "Ġbenef": 1406,
      "Ġstatist": 1407,
      "Ġpol": 1408,
      "Ġafter": 1409,
      "ccess": 1410,
      "arm": 1411,
      "Ġcommon": 1412,
      "Ġbel": 1413,
      "Ġstrateg": 1414,
      "omm": 1415,
      "pportun": 1416,
      "Ġprobability": 1417,
      "Ġresearch": 1418,
      "Ġclim": 1419,
      "Ġgrowth": 1420,
      "Ġproper": 1421,
      "ĊĠ": 1422,
      "ern": 1423,
      "Ġhist": 1424,
      "Ġ==": 1425,
      "here": 1426,
      "aw": 1427,
      "Ġdem": 1428,
      "Ġexpect": 1429,
      "ised": 1430,
      "Ġoper": 1431,
      "ddition": 1432,
      "St": 1433,
      "Ġdiscuss": 1434,
      "Ġansw": 1435,
      "Ġdistribution": 1436,
      "Ġtype": 1437,
      "ength": 1438,
      "Ġmeas": 1439,
      "Ġplay": 1440,
      "'d": 1441,
      "Ġopportun": 1442,
      "ier": 1443,
      "Ġdirect": 1444,
      "...": 1445,
      "ems": 1446,
      "imately": 1447,
      "ergy": 1448,
      "Ġthose": 1449,
      "Ġrequire": 1450,
      "ven": 1451,
      "Ġorgan": 1452,
      "ology": 1453,
      "ulation": 1454,
      "ock": 1455,
      "ĠThey": 1456,
      "gether": 1457,
      "Ġtogether": 1458,
      "Ġdra": 1459,
      "Ġlim": 1460,
      "io": 1461,
      "Ġless": 1462,
      "Ġpersonal": 1463,
      "Ġelements": 1464,
      "dditionally": 1465,
      "Ġbest": 1466,
      "lying": 1467,
      "Ġcent": 1468,
      "onsider": 1469,
      "Ġideas": 1470,
      "ination": 1471,
      "Ġlocal": 1472,
      "ilities": 1473,
      "Ġpresent": 1474,
      "Ġarea": 1475,
      "----": 1476,
      "lling": 1477,
      "Ġgra": 1478,
      "Ġareas": 1479,
      "Ġstructure": 1480,
      "Ġworking": 1481,
      "iction": 1482,
      "Ġsqu": 1483,
      "Ġgroup": 1484,
      "ooking": 1485,
      "ually": 1486,
      "Ġexperi": 1487,
      "ories": 1488,
      "Ġskills": 1489,
      "Ġkeep": 1490,
      "list": 1491,
      "itions": 1492,
      "ĠThese": 1493,
      "Ġreach": 1494,
      "lu": 1495,
      "Ġach": 1496,
      "Ġduring": 1497,
      "Ġspace": 1498,
      "ots": 1499,
      "ivity": 1500,
      "Ġanaly": 1501,
      "Ġvariable": 1502,
      "ox": 1503,
      "Ġmaintain": 1504,
      "Ġexplore": 1505,
      "lation": 1506,
      "ross": 1507,
      "ources": 1508,
      "day": 1509,
      "Ġprom": 1510,
      "arity": 1511,
      "Ġmeans": 1512,
      "ism": 1513,
      "Ġterms": 1514,
      "Ġdiv": 1515,
      "izing": 1516,
      "ember": 1517,
      "arget": 1518,
      "Ġsuccess": 1519,
      "ants": 1520,
      "ways": 1521,
      "ety": 1522,
      "Ġprior": 1523,
      "back": 1524,
      "Ġfield": 1525,
      "Ġgl": 1526,
      "iting": 1527,
      "Ġnecess": 1528,
      "pre": 1529,
      "rodu": 1530,
      "Ġidea": 1531,
      "ced": 1532,
      "Ġparticular": 1533,
      "Ġmanage": 1534,
      "Ġconcept": 1535,
      "Ġaw": 1536,
      "ffect": 1537,
      "Ġcontext": 1538,
      "Ġmind": 1539,
      "Ġenergy": 1540,
      "Ġsay": 1541,
      "ru": 1542,
      "the": 1543,
      "Ġwater": 1544,
      "Ġsever": 1545,
      "Ġbased": 1546,
      "ote": 1547,
      "ior": 1548,
      "ata": 1549,
      "verse": 1550,
      "ope": 1551,
      "Ġprev": 1552,
      "Ġmet": 1553,
      "Ġinvest": 1554,
      "Ġocc": 1555,
      "Ġthree": 1556,
      "Ġpres": 1557,
      "Ġoverall": 1558,
      "Ġinit": 1559,
      "Ġaddition": 1560,
      "Ġreturns": 1561,
      "Ġris": 1562,
      "ublic": 1563,
      "Ġlight": 1564,
      "Ġtakes": 1565,
      "Ġassum": 1566,
      "Ġleast": 1567,
      "app": 1568,
      "Ġneeds": 1569,
      "Ġenc": 1570,
      "Ġball": 1571,
      "lish": 1572,
      "Ġrelationships": 1573,
      "ental": 1574,
      "ted": 1575,
      "ax": 1576,
      "Ġcar": 1577,
      "As": 1578,
      "ci": 1579,
      "ĠâĢĵ": 1580,
      "Ġcontent": 1581,
      "Ġpract": 1582,
      "Ġaddress": 1583,
      "Ġequation": 1584,
      "nces": 1585,
      "ists": 1586,
      "up": 1587,
      "Ġshare": 1588,
      "For": 1589,
      "ute": 1590,
      "Ġimportant": 1591,
      "Ġhours": 1592,
      "vey": 1593,
      "Ġeas": 1594,
      "Ġresults": 1595,
      "ternative": 1596,
      "Ġbra": 1597,
      "_{": 1598,
      "oring": 1599,
      "Ġdatas": 1600,
      "ron": 1601,
      "Ġdifference": 1602,
      "Ġbal": 1603,
      "Ġsometh": 1604,
      "Ġaccess": 1605,
      "Ġtoo": 1606,
      "Ġsentences": 1607,
      "Ġrather": 1608,
      "por": 1609,
      "Ġname": 1610,
      "Ġstrong": 1611,
      "Ġcult": 1612,
      "tle": 1613,
      "Ġprofess": 1614,
      "ĠTo": 1615,
      "ending": 1616,
      "Ġlook": 1617,
      "Ġstudy": 1618,
      "Ġlast": 1619,
      "Ġcharacters": 1620,
      "Ġplace": 1621,
      "Ġobs": 1622,
      "Ġcalculate": 1623,
      "Ġseveral": 1624,
      "word": 1625,
      "Ġsales": 1626,
      "uation": 1627,
      "Ġoffer": 1628,
      "ave": 1629,
      "ibility": 1630,
      "When": 1631,
      "Ġmeaning": 1632,
      "Ġnow": 1633,
      "Ġtrue": 1634,
      "ucial": 1635,
      "abor": 1636,
      "Ġmultiple": 1637,
      "Ġquestions": 1638,
      "By": 1639,
      "Ġorder": 1640,
      "Ġgoals": 1641,
      "Ġcrucial": 1642,
      "Ġsomething": 1643,
      "Ġconvers": 1644,
      "irc": 1645,
      "work": 1646,
      "Ġexc": 1647,
      "ew": 1648,
      "Ġnext": 1649,
      "ral": 1650,
      "ov": 1651,
      "ĠAI": 1652,
      "Ġvarious": 1653,
      "Ġseries": 1654,
      "anced": 1655,
      "alse": 1656,
      "Ġve": 1657,
      "Ġmess": 1658,
      "Ġwhether": 1659,
      "Ġhim": 1660,
      "cing": 1661,
      "uch": 1662,
      "Ġhig": 1663,
      "hemat": 1664,
      "ool": 1665,
      "ĉĉ": 1666,
      "agraph": 1667,
      "Ġconst": 1668,
      "Ġcommunity": 1669,
      "Ġlarge": 1670,
      "ances": 1671,
      "asing": 1672,
      "Ġversion": 1673,
      "rol": 1674,
      "Ġcrit": 1675,
      "Ġfurther": 1676,
      "lex": 1677,
      "Ġear": 1678,
      "If": 1679,
      "Ġuser": 1680,
      "Ġaud": 1681,
      "ithm": 1682,
      "ified": 1683,
      "__": 1684,
      "ital": 1685,
      "Ġtem": 1686,
      "Ġdecision": 1687,
      "Ġquestion": 1688,
      "Ġtarget": 1689,
      "over": 1690,
      "omet": 1691,
      "Ġalways": 1692,
      "Ġanswer": 1693,
      "name": 1694,
      "Ġrest": 1695,
      "ery": 1696,
      "Ġevent": 1697,
      "for": 1698,
      "Ġvisual": 1699,
      "Ġinflu": 1700,
      "Ġhere": 1701,
      "ek": 1702,
      "ren": 1703,
      "Ġmax": 1704,
      "terns": 1705,
      "pec": 1706,
      "Ġcommunic": 1707,
      "Ġask": 1708,
      "Ġhapp": 1709,
      "urs": 1710,
      "Ġparagraph": 1711,
      "Ġinsights": 1712,
      "pos": 1713,
      "round": 1714,
      "Ġgeneral": 1715,
      "Ġflow": 1716,
      "Ġpatterns": 1717,
      "Ġdevelopment": 1718,
      "Ġfil": 1719,
      "ides": 1720,
      "Ġdetermine": 1721,
      "We": 1722,
      "atural": 1723,
      "less": 1724,
      "lease": 1725,
      "Ġcreating": 1726,
      "Ġsing": 1727,
      "Ġstatement": 1728,
      "ially": 1729,
      "vert": 1730,
      "Ġcall": 1731,
      "Ġneg": 1732,
      "be": 1733,
      "ĠThere": 1734,
      "Ġsize": 1735,
      "Ġcity": 1736,
      "Ġinterv": 1737,
      "Ġanalyz": 1738,
      "Ġbehav": 1739,
      "yn": 1740,
      "gin": 1741,
      "atures": 1742,
      "Ġmathemat": 1743,
      "Ġsure": 1744,
      "atch": 1745,
      "Ġhuman": 1746,
      "Ġfall": 1747,
      "Ġprot": 1748,
      "Ġengaging": 1749,
      "Ġincrease": 1750,
      "Ġtimes": 1751,
      "light": 1752,
      "Ġcorrect": 1753,
      "Ġsample": 1754,
      "Ġcoll": 1755,
      "\")": 1756,
      "ients": 1757,
      "Another": 1758,
      "Ġphys": 1759,
      "Ġes": 1760,
      "Ġnet": 1761,
      "Ġperformance": 1762,
      "hile": 1763,
      "ale": 1764,
      "ĠHe": 1765,
      "Ġbi": 1766,
      "Ġcheck": 1767,
      "mer": 1768,
      "eff": 1769,
      "Ġgive": 1770,
      "Ġlearning": 1771,
      "Ġchallenges": 1772,
      "dd": 1773,
      "Ġmus": 1774,
      "Ġhy": 1775,
      "Ġbreak": 1776,
      "ape": 1777,
      "Ġsw": 1778,
      "Ġways": 1779,
      "Ġclarity": 1780,
      "set": 1781,
      "Ġavoid": 1782,
      "Ġtone": 1783,
      "Ġtool": 1784,
      "ees": 1785,
      "Ġexpress": 1786,
      "Ġdiction": 1787,
      "oss": 1788,
      "Ġtaking": 1789,
      "num": 1790,
      "Ġmot": 1791,
      "Ġevents": 1792,
      "Ġsince": 1793,
      "Ġlength": 1794,
      ".,": 1795,
      "Ġlooking": 1796,
      "Ġfamily": 1797,
      "aries": 1798,
      "Ġdetail": 1799,
      "Ġgot": 1800,
      "Ġconclus": 1801,
      "Ġeval": 1802,
      "`.": 1803,
      "idd": 1804,
      "Ġmuch": 1805,
      "Ġnu": 1806,
      "Ġvery": 1807,
      "value": 1808,
      "Ġelement": 1809,
      "acy": 1810,
      "Ġ.": 1811,
      "Ġmem": 1812,
      "Ġmonth": 1813,
      "Ġothers": 1814,
      "Ġeffectively": 1815,
      "Ġagain": 1816,
      "Ġscen": 1817,
      "Ġsimple": 1818,
      "Ġrun": 1819,
      "istic": 1820,
      "Ġelse": 1821,
      "Ġcolle": 1822,
      "Ġanother": 1823,
      "ogn": 1824,
      "endent": 1825,
      "Ġlearn": 1826,
      "ouse": 1827,
      "Ġshort": 1828,
      "Ġcontribut": 1829,
      "Ġcorrelation": 1830,
      "ledge": 1831,
      "Ġcareer": 1832,
      "Ġlikely": 1833,
      "yle": 1834,
      "ule": 1835,
      "Ġrevised": 1836,
      "Ġnorm": 1837,
      "Ġdataset": 1838,
      "Ġfac": 1839,
      "Ġmag": 1840,
      "Ġimm": 1841,
      "Ġrespons": 1842,
      "aut": 1843,
      "Ġge": 1844,
      "Ġprovides": 1845,
      "Ġarray": 1846,
      "iving": 1847,
      "Ġnatural": 1848,
      "ger": 1849,
      "Ġhome": 1850,
      "Ġdescrib": 1851,
      "Ġworks": 1852,
      "me": 1853,
      "aring": 1854,
      "Ġpopulation": 1855,
      "Ġfre": 1856,
      "erial": 1857,
      "Ġfeed": 1858,
      "Ġcaus": 1859,
      "Ġcirc": 1860,
      "Ġissues": 1861,
      "ĠTh": 1862,
      "Ġindust": 1863,
      "Ġmethods": 1864,
      "Ġfood": 1865,
      "just": 1866,
      "Ġdig": 1867,
      "Ġbenefits": 1868,
      "inking": 1869,
      "pro": 1870,
      "Ġstay": 1871,
      "Ġformul": 1872,
      "ips": 1873,
      "string": 1874,
      "Ġside": 1875,
      "Ġpast": 1876,
      "cent": 1877,
      "Ġnight": 1878,
      "Ġknown": 1879,
      "of": 1880,
      "`,": 1881,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1882,
      "Ġaffect": 1883,
      "Ġerror": 1884,
      "Ġcustomers": 1885,
      "Ġdue": 1886,
      "ash": 1887,
      "action": 1888,
      "Ġaccur": 1889,
      "Ġestab": 1890,
      "ĠEx": 1891,
      "lev": 1892,
      "Ġdeep": 1893,
      "aps": 1894,
      "Ġstore": 1895,
      "ises": 1896,
      "Ġold": 1897,
      "isf": 1898,
      "Ġpublic": 1899,
      "Ġcustomer": 1900,
      "ilar": 1901,
      "],": 1902,
      "ames": 1903,
      "quence": 1904,
      "Ġmove": 1905,
      "let": 1906,
      "Ġsound": 1907,
      "Ġreason": 1908,
      "oh": 1909,
      "Ġfile": 1910,
      "Ġeduc": 1911,
      "Write": 1912,
      "Ġobserv": 1913,
      "Ġamount": 1914,
      "Ġaspect": 1915,
      "aking": 1916,
      "els": 1917,
      "Ġhead": 1918,
      "Ġvalid": 1919,
      "ird": 1920,
      "Ġfund": 1921,
      "Ġleft": 1922,
      "Ġmiss": 1923,
      "atisf": 1924,
      "Ġsolution": 1925,
      "Ġconvey": 1926,
      "ror": 1927,
      "Ġincor": 1928,
      "However": 1929,
      "Ġcertain": 1930,
      "Ġsteps": 1931,
      "Ġexperiences": 1932,
      "=\"": 1933,
      "struct": 1934,
      "Ġtravel": 1935,
      "ĠYour": 1936,
      "come": 1937,
      "Ġtrend": 1938,
      "system": 1939,
      "ired": 1940,
      "Ġturn": 1941,
      "Ġdri": 1942,
      "Ġreview": 1943,
      "amp": 1944,
      "Ġprogress": 1945,
      "Ġspecial": 1946,
      "Ġcour": 1947,
      "astly": 1948,
      "ires": 1949,
      "Ġinteger": 1950,
      "Ġnecessary": 1951,
      "Ġbit": 1952,
      "de": 1953,
      "Ġsym": 1954,
      "numb": 1955,
      "Ġopportunities": 1956,
      "ugg": 1957,
      "Ġphrase": 1958,
      "Ġacross": 1959,
      "Ġaccount": 1960,
      "Ġyourself": 1961,
      "Ġnarr": 1962,
      "Ġexist": 1963,
      "Ġland": 1964,
      "Ġmessage": 1965,
      "Ġcontrol": 1966,
      "Ġsystems": 1967,
      "Ġapplic": 1968,
      "Ġey": 1969,
      "Ex": 1970,
      "Ġsaid": 1971,
      "oint": 1972,
      "Ġequal": 1973,
      "isions": 1974,
      "Ġlove": 1975,
      "Ġaudience": 1976,
      "Ġactiv": 1977,
      "Ġdid": 1978,
      "Ġmedia": 1979,
      "Ġenh": 1980,
      "Ġappear": 1981,
      "cl": 1982,
      "cise": 1983,
      "Ġbalance": 1984,
      "\":": 1985,
      "Ġsingle": 1986,
      "Ġhelps": 1987,
      "Ġachieve": 1988,
      "inary": 1989,
      "Ġdiff": 1990,
      "Ġage": 1991,
      "ĠAl": 1992,
      "Ġdictionary": 1993,
      "inally": 1994,
      "Ġdeviation": 1995,
      "imum": 1996,
      "Ġgain": 1997,
      "Ġprofessional": 1998,
      "ndom": 1999,
      "ody": 2000,
      "uments": 2001,
      "aches": 2002,
      "Ġhigher": 2003,
      "Ġchild": 2004,
      "ĠEm": 2005,
      "Ġrate": 2006,
      "Ġbehavior": 2007,
      "Ġdr": 2008,
      "atic": 2009,
      "Ġevalu": 2010,
      "Ġable": 2011,
      "amet": 2012,
      "Ġcosts": 2013,
      "Lastly": 2014,
      "resp": 2015,
      "Now": 2016,
      "oura": 2017,
      "Ġfeedback": 2018,
      "Ġsquare": 2019,
      "ĠAn": 2020,
      "ble": 2021,
      "Ġonline": 2022,
      "Ġreader": 2023,
      "ĠCon": 2024,
      "Ġlower": 2025,
      "Ġmeasure": 2026,
      "Ġcond": 2027,
      "Ġoptions": 2028,
      "Ġmom": 2029,
      "Ġgroups": 2030,
      "Ġscores": 2031,
      "Ġmaterial": 2032,
      "ection": 2033,
      "Ġiter": 2034,
      "Ġlow": 2035,
      "ards": 2036,
      "Ġarr": 2037,
      "Ġconsist": 2038,
      "Ġcoeff": 2039,
      "Ġclimb": 2040,
      "ĠBut": 2041,
      "Ġevidence": 2042,
      "Ġbul": 2043,
      "Ġadjust": 2044,
      "ately": 2045,
      "Ġbecome": 2046,
      "Ġuses": 2047,
      "Al": 2048,
      "Ġvoice": 2049,
      "Ġallows": 2050,
      "Ġformula": 2051,
      "by": 2052,
      "iques": 2053,
      "Ġcome": 2054,
      "ming": 2055,
      "Ġsaf": 2056,
      "Ġcollabor": 2057,
      "ank": 2058,
      "Ġmedian": 2059,
      "Ġemotional": 2060,
      "not": 2061,
      "au": 2062,
      "Ġbat": 2063,
      "Ġfut": 2064,
      "time": 2065,
      "angle": 2066,
      "ything": 2067,
      "Ġperspect": 2068,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2069,
      ")^": 2070,
      "nov": 2071,
      "Ġclose": 2072,
      "Ġinvolves": 2073,
      "Ġresources": 2074,
      "pping": 2075,
      "Ġindividuals": 2076,
      "ready": 2077,
      "oose": 2078,
      "Ġfactor": 2079,
      "Ġlit": 2080,
      "Ġfore": 2081,
      "chool": 2082,
      "ption": 2083,
      "ster": 2084,
      "ĠAnd": 2085,
      "iod": 2086,
      "Ġweek": 2087,
      "Ġbr": 2088,
      "ĠUse": 2089,
      "ently": 2090,
      "Ġfoot": 2091,
      "Ġsatisf": 2092,
      "Ġview": 2093,
      "Ġemployees": 2094,
      "pty": 2095,
      "rror": 2096,
      "Ġtypes": 2097,
      "Ġnegative": 2098,
      "Ġrespect": 2099,
      "ĠWhen": 2100,
      "Ġunc": 2101,
      "Ġver": 2102,
      "Ġavail": 2103,
      "Ġalready": 2104,
      "ties": 2105,
      "ource": 2106,
      "Ġmar": 2107,
      "Ġallowing": 2108,
      "imal": 2109,
      "Ġair": 2110,
      "Ġthinking": 2111,
      "Ġintrodu": 2112,
      "hens": 2113,
      "wards": 2114,
      "Ġquality": 2115,
      "utions": 2116,
      "Ġbegin": 2117,
      "ries": 2118,
      "osp": 2119,
      "ibr": 2120,
      "Ġtasks": 2121,
      "Ġtrying": 2122,
      "Ġpath": 2123,
      "Ġintegers": 2124,
      "aim": 2125,
      "aces": 2126,
      "Ġreduce": 2127,
      "liers": 2128,
      "Ġlinear": 2129,
      "Ġproviding": 2130,
      "Ġactivities": 2131,
      "Ġsens": 2132,
      "::": 2133,
      "Ġsituation": 2134,
      "ference": 2135,
      "Ġstatistical": 2136,
      "alk": 2137,
      "Ġ$\\": 2138,
      "Ġgr": 2139,
      "Ġthings": 2140,
      "Ġtechniques": 2141,
      "Ġfuture": 2142,
      "ava": 2143,
      "':": 2144,
      "reen": 2145,
      "hold": 2146,
      "lo": 2147,
      "Ġefficient": 2148,
      "Ġtend": 2149,
      "Ġstreng": 2150,
      "igate": 2151,
      "Ġnarrative": 2152,
      "Ġcateg": 2153,
      "There": 2154,
      "Your": 2155,
      "Ġmeet": 2156,
      "Ġder": 2157,
      "fect": 2158,
      "sing": 2159,
      "Ġsort": 2160,
      "mar": 2161,
      "ĠAre": 2162,
      "respond": 2163,
      "Ġaction": 2164,
      "Ġfree": 2165,
      "Ġpredict": 2166,
      "Ġperiod": 2167,
      "ished": 2168,
      "Ġadditional": 2169,
      "One": 2170,
      "Ġmarket": 2171,
      "Additionally": 2172,
      "Ġsimpl": 2173,
      "ah": 2174,
      "ĠRe": 2175,
      "Ġroom": 2176,
      "Ġseem": 2177,
      "Ġfinanc": 2178,
      "Ġinitial": 2179,
      "Ġcorrespond": 2180,
      "Ġcourse": 2181,
      "Ġbound": 2182,
      "Ġdraw": 2183,
      "fully": 2184,
      "Ġmakes": 2185,
      "Ġcontinu": 2186,
      "Ġissue": 2187,
      "Ġknowledge": 2188,
      "Ġbro": 2189,
      "Ġcap": 2190,
      "Ġcompre": 2191,
      "Ġtask": 2192,
      "rame": 2193,
      "Ġregular": 2194,
      "Ġengage": 2195,
      "sel": 2196,
      "Ġpie": 2197,
      "ush": 2198,
      "Ġconnection": 2199,
      "Ġtell": 2200,
      "{\\": 2201,
      "pose": 2202,
      "Th": 2203,
      "inct": 2204,
      "Ġfinal": 2205,
      "Ġgoal": 2206,
      "Let": 2207,
      "ended": 2208,
      "ration": 2209,
      "math": 2210,
      "Ġsomeone": 2211,
      "Ġformal": 2212,
      "gor": 2213,
      "Ġcontra": 2214,
      "rue": 2215,
      "Ġworth": 2216,
      "Ġinstead": 2217,
      "ĠPro": 2218,
      "Ġpriorit": 2219,
      "Ġitself": 2220,
      "Ġhistory": 2221,
